Repository: eirikvaa/Composify
Catalog: Composify/Localizable.xcstrings
Source language: en
Languages: nb

source: Add new recordings to
nb: Legg nye prosjekter til

source: Clear working project
nb: Fjern arbeidsprosjekt

source: Create new project
nb: Lag nytt prosjekt

source: Created At
nb: Opprettet

source: Library
nb: Bibliotek

source: Project title
nb: Prosjekttittel

source: Projects
nb: Prosjekter

source: Record
nb: Ta opp

source: Recordings
nb: Opptak

source: Remove recording from project
nb: Fjern opptak fra prosjekt

source: Reset working project
nb: Resett arbeidsprosjekt

source: Select a project to record audio in
nb: Velg prosjekt Ã¥ ta opp lyd til

source: Set as working project
nb: Sett som arbeidsprosjekt

source: Set working project
nb: Sett arbeidsprosjekt

source: Settings
nb: Innstillinger

source: Standalone recordings
nb: Uavhengige opptak

source: Title
nb: Tittel

source: Working project
nb: Arbeidsprosjekt
